export const CouponMock = [
  {
    title: "채용쿠폰",
    des: "프론트엔드 개발자 채용 쿠폰입니다.",
    date: "2028.6까지",
  },
  {
    title: "‘저를 뽑아주세요’ 쿠폰",
    des: "이 쿠폰 한 장으로 저를 뽑아 주시면 정말 감사하겠습니다!",
    date: "상시 사용 가능",
  },
  {
    title: "인터뷰 초대 쿠폰",
    des: "저와 1:1 인터뷰하여 제 역량을 직접 확인해 보세요!",
    date: "상시 유효",
  },
  {
    title: "커피챗 쿠폰",
    des: "편하게 커피 한잔하며 제 개발 이야기를 들어 보세요.",
    date: "언제든지",
  },
  {
    title: "코드 리뷰 쿠폰",
    des: "제 깃허브 레포에 직접 기여하여 코드 스타일을 살펴봐 주실 수 있습니다.",
    date: "2025-12-31",
  },
  {
    title: "캠핑 함께해요 쿠폰",
    des: "캠핑을 하면 몸과 마음이 힐링됩니다.",
    date: "상시 사용 가능",
  },
  {
    title: "사내 체험 근무 쿠폰",
    des: "하루 동안 팀에 합류해 실무를 함께 해보세요.",
    date: "2025-06-30",
  },
];
